Repository: phunkyfish/imagedecoder.raw
Catalog: imagedecoder.raw/resources/language/resource.language.*/strings.po
Languages: fi_fi, fr_fr, it_it, ko_kr, ru_ru, zh_cn

# Addon Summary
source: Reading of RAW digicam images
fi_fi: Digitaalikameroiden RAW-kuvien luku
fr_fr: Lecture des images RAW d'appareil photo numérique
it_it: Lettura di immagini RAW da fotocamera
ko_kr: RAW 디지털 카메라 이미지 읽기
ru_ru: Чтение цифровых изображений в формате RAW
zh_cn: 读取 RAW 数字图像

# Addon Description
source: Addon based on LibRaw for reading RAW files obtained from digital photo cameras (CRW/CR2, NEF, RAF, DNG, MOS, KDC, DCR and others; virtually all RAW formats are supported).
fi_fi: LibRaw-pohjainen lisäosa digitaalikameroiden RAW-tiedostojen lukuun (käytännössä kaikkia muotoja tuetaan, kuten CRW/CR2, NEF, RAF, DNG, MOS, KDC, DCR).
fr_fr: Module complémentaire basé sur LibRaw pour la lecture de fichiers RAW obtenus à partir d'appareils photo numériques (CRW/CR2, NEF, RAF, DNG, MOS, KDC, DCR et autres ; pratiquement tous les formats RAW sont pris en charge).
it_it: Add-on basato su LibRaw per la lettura di file RAW ottenuti da fotocamere digitali (CRW/CR2, NEF, RAF, DNG, MOS, KDC, DCR e altri; praticamente tutti i formati RAW sono supportati).
ko_kr: 디지털 사진 카메라에서 얻은 RAW 파일을 읽기 위한 LibRaw 기반 애드온 (CRW/CR2, NEF, RAF, DNG, MOS, KDC, DCR 등, 거의 모든 RAW 형식이 지원됨).
ru_ru: Дополнение на основе LibRaw для чтения RAW-файлов, полученных с цифровых фотокамер (CRW/CR2, NEF, RAF, DNG, MOS, KDC, DCR и другие; поддерживаются практически все RAW-форматы).
zh_cn: 基于 LibRaw 的插件，用于读取从数码相机获取的 RAW 文件（CRW/CR2、NEF、RAF、DNG、MOS、KDC、DCR等；几乎支持所有 RAW 格式）。

# #30100
source: Hasselblad 3F RAW Image - Digital photo captured by a Hasselblad digital camera.
fi_fi: Hasselblad 3F RAW Image - Hasselblad digitaalikameralla otettu kuva.
fr_fr: Hasselblad 3F RAW Image - Photo numérique capturée par un appareil photo numérique Hasselblad.
it_it: Immagine RAW Hasselblad 3F - Foto digitale acquisita da una fotocamera digitale Hasselblad.
ko_kr: Hasselblad 3F RAW 이미지 - Hasselblad 디지털 카메라로 캡처한 디지털 사진입니다.
ru_ru: Hasselblad 3F RAW Image - цифровая фотография, снятая цифровой камерой Hasselblad.
zh_cn: 哈苏 3F RAW 图像 - 哈苏数码相机拍摄的数码照片。

# #30101
source: Sony Alpha Raw Digital Camera Image - An ARW file is a digital photograph captured by various Sony digital cameras.
fi_fi: Sony Alpha Raw Digital Camera Image - ARW-tiedostot ovat useilla Sony-digitaalikameroilla otettu kuvia.
fr_fr: Sony Alpha Raw Digital Camera Image - Un fichier ARW est une photographie numérique capturée par divers appareils photo numériques Sony.
it_it: Immagine della fotocamera digitale Sony Alpha Raw - Un file ARW è una fotografia digitale acquisita da varie fotocamere digitali Sony.
ko_kr: Sony Alpha Raw 디지털 카메라 이미지 - ARW 파일은 다양한 Sony 디지털 카메라로 캡처한 디지털 사진입니다.
ru_ru: Sony Alpha Raw Digital Camera Image - файл ARW представляет собой цифровую фотографию, снятую различными цифровыми камерами Sony.
zh_cn: 索尼阿尔法 Raw 数码相机图像 - ARW 文件是由各种索尼数码相机拍摄的数码照片。

# #30102
source: Canon Raw Image File - A CR2 file is a raw camera image created by various Canon digital cameras.
fi_fi: Canon Raw Image File - CR2-tiedostot ovat useilla Canon-digitaalikameroilla otettuja kuvia.
fr_fr: Canon Raw Image File - Un fichier CR2 est une image d'appareil photo brute créée par divers appareils photo numériques Canon.
it_it: Canon Raw Image File - Un file CR2 è un'immagine raw della fotocamera creata da varie fotocamere digitali Canon.
ko_kr: Canon Raw 이미지 파일 - CR2 파일은 다양한 Canon 디지털 카메라에서 생성된 Raw 카메라 이미지입니다.
ru_ru: Canon Raw Image File - файл CR2 представляет собой необработанное изображение, созданное различными цифровыми камерами Canon.
zh_cn: 佳能 Raw 图像文件 - CR2 文件是由各种佳能数码相机创建的 Raw 相机图像。

# #30103
source: Canon Raw CIFF Image File - Uncompressed and unprocessed Camera RAW image file from a Canon digital camera.
fi_fi: Canon Raw CIFF Image File - Pakkaamaton ja käsittelemätön Canon-digitaalikameran Camera RAW -kuva.
fr_fr: Canon Raw CIFF Image File - Fichier d'image Camera RAW non compressé et non traité d'un appareil photo numérique Canon.
it_it: File immagine Canon Raw CIFF - File immagine Camera RAW non compresso e non elaborato da una fotocamera digitale Canon.
ko_kr: Canon Raw CIFF 이미지 파일 - Canon 디지털 카메라의 비압축 및 처리되지 않은 Camera RAW 이미지 파일입니다.
ru_ru: Canon Raw CIFF Image File - несжатый и необработанный файл изображения Camera RAW с цифровой камеры Canon.
zh_cn: 佳能 Raw CIFF 图像文件 - 来自佳能数码相机的未压缩和未处理的相机 Raw 图像文件。

# #30104
source: Kodak Digital Camera RAW Image - DCR file is a digital photograph saved in the Kodak Digital Camera RAW format.
fi_fi: Kodak Digital Camera RAW Image (DCR) - Digitaalikameran tallentama RAW-kuvatiedosto.
fr_fr: Kodak Digital Camera RAW Image - Le fichier DCR est une photographie numérique enregistrée au format RAW de l'appareil photo numérique Kodak.
it_it: Kodak Digital Camera RAW Image - Il file DCR è una fotografia digitale salvata nel formato Kodak Digital Camera RAW.
ko_kr: Kodak 디지털 카메라 RAW 이미지 - DCR 파일은 Kodak 디지털 카메라의 RAW 형식으로 저장된 디지털 사진입니다.
ru_ru: Kodak Digital Camera RAW Image - файл DCR - это цифровая фотография, сохраненная в формате Kodak Digital Camera RAW.
zh_cn: 柯达数码相机 Raw 图像 - DCR 文件是以柯达数字相机 Raw 格式保存的数字照片。

# #30105
source: Digital Negative Image File - A DNG file is a RAW camera image saved in the Digital Negative (DNG) format.
fi_fi: Digital Negative Image File (DNG) - Digitaalikameran tallentama RAW-kuvatiedosto.
fr_fr: Digital Negative Image File - Un fichier DNG est une image d'appareil photo RAW enregistrée au format Digital Negative (DNG).
it_it: File di immagine negativa digitale: un file DNG è un'immagine della fotocamera RAW salvata nel formato negativo digitale (DNG).
ko_kr: 디지털 네거티브 이미지 파일 - DNG 파일은 디지털 네거티브(DNG) 형식으로 저장된 RAW 카메라 이미지입니다.
ru_ru: Digital Negative Image File - файл DNG - это изображение RAW камеры, сохраненное в формате Digital Negative (DNG).
zh_cn: 数字负片图像文件 - DNG 文件是以数字负片（DNG）格式保存的 RAW 相机图像。

# #30106
source: Epson RAW File - Camera RAW file captured by an Epson digital camera.
fi_fi: Epson RAW File - Epson-digitaalikameroiden tallentama RAW-kuvatiedosto.
fr_fr: Epson RAW File - Fichier RAW de l'appareil photo capturé par un appareil photo numérique Epson.
it_it: File RAW Epson: file RAW della fotocamera acquisito da una fotocamera digitale Epson.
ko_kr: Epson RAW 파일 - Epson 디지털 카메라로 캡처한 카메라 RAW 파일입니다.
ru_ru: Epson RAW File - файл RAW, снятый цифровой камерой Epson.
zh_cn: 爱普生 RAW 文件 - 由爱普生数码相机拍摄的相机 RAW 文件。

# #30107
source: Kodak Photo-Enhancer File - Bitmap image format used by several Kodak digital cameras.
fi_fi: Kodak Photo-Enhancer File - Useiden Kodak-digitaalikameroiden tallentama Bitmap-kuvatiedosto.
fr_fr: Kodak Photo-Enhancer File - Format d'image bitmap utilisé par plusieurs appareils photo numériques Kodak.
it_it: File Kodak Photo-Enhancer - Formato immagine bitmap utilizzato da diverse fotocamere digitali Kodak.
ko_kr: Kodak Photo-Enhancer 파일 - 여러 Kodak 디지털 카메라에서 사용되는 비트맵 이미지 형식입니다.
ru_ru: Kodak Photo-Enhancer File - формат растрового изображения, используемый в некоторых цифровых камерах Kodak.
zh_cn: 柯达照片增强器文件 - 几种柯达数码相机使用的位图图像格式。

# #30108
source: Minolta Camera Raw Image - An MDC file is a camera raw image created by a Minolta digital camera.
fi_fi: Minolta Camera Raw Image (MCD) - Minolta-digitaalikameroiden tallentama RAW-kuvatiedosto.
fr_fr: Minolta Camera Raw Image - Un fichier MDC est une image brute d'appareil photo créée par un appareil photo numérique Minolta.
it_it: Minolta Camera Raw Image - Un file MDC è un'immagine raw da fotocamera creata da una fotocamera digitale Minolta.
ko_kr: Minolta 카메라 Raw 이미지 - MDC 파일은 Minolta 디지털 카메라로 만든 카메라 Raw 이미지입니다.
ru_ru: Minolta Camera Raw Image - файл MDC - это необработанное изображение, созданное цифровой камерой Minolta.
zh_cn: 美能达相机 Raw 图像 - MDC 文件是由美能达数码相机创建的相机 Raw 图像。

# #30109
source: Mamiya RAW Image - Camera RAW image captured by a Mamiya digital camera.
fi_fi: Mamiya RAW Image - Mamiya-digitaalikameroiden tallentama RAW-kuvatiedosto.
fr_fr: Mamiya RAW Image - Image RAW de l'appareil photo capturée par un appareil photo numérique Mamiya.
it_it: Immagine Mamiya RAW - Immagine RAW della fotocamera catturata da una fotocamera digitale Mamiya.
ko_kr: Mamiya RAW 이미지 - Mamiya 디지털 카메라로 캡처한 카메라 RAW 이미지입니다.
ru_ru: Mamiya RAW Image - изображение в формате RAW, снятое цифровой камерой Mamiya.
zh_cn: 玛米亚 RAW 图像 - 由玛米亚数码相机拍摄的相机 RAW 图像。

# #30110
source: Leaf Camera RAW File - RAW image captured by several different types of digital cameras.
fi_fi: Leaf Camera RAW File - Useiden digitaalikameroiden tallentama RAW-kuvatiedosto.
fr_fr: Leaf Camera RAW File - Image RAW capturée par plusieurs types d'appareils photo numériques.
it_it: File RAW Leaf Camera - Immagine RAW acquisita da diversi tipi di fotocamere digitali.
ko_kr: Leaf 카메라 RAW 파일 - 여러 종류의 디지털 카메라로 캡처한 RAW 이미지입니다.
ru_ru: Leaf Camera RAW File - RAW-изображение, снятое цифровыми камерами различных типов.
zh_cn: 利图相机 RAW 文件 - 由几种不同类型的数码相机拍摄的 RAW 图像。

# #30111
source: Minolta Raw Image File - Raw image format used by Minolta Dimage digital cameras.
fi_fi: Minolta Raw Image File - Minolta-digitaalikameroiden tallentama RAW-kuvatiedosto.
fr_fr: Minolta Raw Image File - Format d'image brute utilisé par les appareils photo numériques Minolta Dimage.
it_it: Minolta Raw Image File - Formato immagine Raw utilizzato dalle fotocamere digitali Minolta Dimage.
ko_kr: Minolta Raw 이미지 파일 - Minolta Dimage 디지털 카메라에서 사용하는 Raw 이미지 형식입니다.
ru_ru: Minolta Raw Image File - формат необработанных изображений, используемый цифровыми камерами Minolta Dimage.
zh_cn: 美能达 Raw 图像文件 - 美能达 Dimage 数码相机使用的 Raw 图像格式。

# #30112
source: Nikon Electronic Format RAW Image - An NEF file is a raw photo captured by a Nikon digital camera.
fi_fi: Nikon Electronic Format RAW Image (NEF) - Nikon -digitaalikameroiden tallentama RAW-kuvatiedosto.
fr_fr: Nikon Electronic Format RAW Image - Un fichier NEF est une photo brute capturée par un appareil photo numérique Nikon.
it_it: Immagine RAW in formato elettronico Nikon - Un file NEF è una foto raw catturata da una fotocamera digitale Nikon.
ko_kr: Nikon 형식 RAW 이미지 - NEF 파일은 Nikon 디지털 카메라로 캡처한 RAW 사진입니다.
ru_ru: Nikon Electronic Format RAW Image - файл NEF - это необработанная фотография, снятая цифровой камерой Nikon.
zh_cn: 尼康电子格式 RAW 图像 - NEF 文件是由尼康数码相机拍摄的 Raw 照片。

# #30113
source: Nikon Raw Image File - Raw image file produced by high-end Nikon COOLPIX and digital SLR cameras.
fi_fi: Nikon Raw Image File - Ylemmän luokan Nikon COOLPIX ja SLR -digitaalikameroiden tallentama RAW-kuvatiedosto.
fr_fr: Nikon Raw Image File - Fichier d'image brute produit par des appareils photo Nikon COOLPIX et reflex numériques haut de gamme.
it_it: File di immagine Raw Nikon - File di immagine Raw prodotto da Nikon COOLPIX di fascia alta e fotocamere SLR digitali.
ko_kr: Nikon Raw 이미지 파일 - 고급 Nikon COOLPIX 및 디지털 SLR 카메라에서 생성된 Raw 이미지 파일입니다.
ru_ru: Nikon Raw Image File - файл необработанного изображения, создаваемый высококлассными цифровыми зеркальными камерами Nikon COOLPIX и цифровыми зеркальными камерами.
zh_cn: 尼康 Raw 图像文件 - 由高端尼康 COOLPIX 和数码单反相机制作的 Raw 图像文件。

# #30114
source: Olympus RAW File - An ORF file is a RAW photo taken with an Olympus digital camera.
fi_fi: Olympus RAW File (ORF) - Olympus-digitaalikameroiden tallentama RAW-kuvatiedosto.
fr_fr: Olympus RAW File - Un fichier ORF est une photo RAW prise avec un appareil photo numérique Olympus.
it_it: Olympus RAW File - Un file ORF è una foto RAW scattata con una fotocamera digitale Olympus.
ko_kr: Olympus RAW 파일 - ORF 파일은 Olympus 디지털 카메라로 찍은 RAW 사진입니다.
ru_ru: Olympus RAW File - файл ORF - это фотография в формате RAW, сделанная с помощью цифровой камеры Olympus.
zh_cn: 奥林巴斯 RAW 文件 - ORF 文件是用奥林巴斯数码相机拍摄的 RAW 照片。

# #30115
source: Pentax Electronic File - A PEF file is a raw camera image created by Pentax digital cameras.
fi_fi: Pentax Electronic File (PEF) - Pentax-digitaalikameroiden tallentama RAW-kuvatiedosto.
fr_fr: Pentax Electronic File - Un fichier PEF est une image d'appareil photo brute créée par les appareils photo numériques Pentax.
it_it: Pentax Electronic File - Un file PEF è un'immagine non elaborata della fotocamera creata dalle fotocamere digitali Pentax.
ko_kr: Pentax Electronic File - PEF 파일은 Pentax 디지털 카메라로 만든 원시 카메라 이미지입니다.
ru_ru: Pentax Electronic File - файл PEF - это необработанное изображение, созданное цифровыми камерами Pentax.
zh_cn: 宾得电子文件 - PEF 文件是由宾得数码相机创建的 Raw 相机图像。

# #30116
source: Portable Pixmap Image File - PPM file is a 24-bit color image formatted using a text format.
fi_fi: Portable Pixmap Image File (PPM) - On 24-bittinen tekstimuotoinen värikuva.
fr_fr: Portable Pixmap Image File - Le fichier PPM est une image couleur 24 bits formatée à l'aide d'un format texte.
it_it: File immagine Pixmap portatile: il file PPM è un'immagine a colori a 24 bit formattata utilizzando un formato di testo.
ko_kr: Portable Pixmap 이미지 파일 - PPM 파일은 텍스트 형식을 사용하여 형식화된 24비트 컬러 이미지입니다.
ru_ru: Portable Pixmap Image File - PPM-файл представляет собой 24-битное цветное изображение, отформатированное с использованием текстового формата.
zh_cn: 可移植的 Pixmap 图像文件 - PPM 文件是一个使用文本格式格式化的24位彩色图像。

# #30117
source: Fuji RAW Image File - An RAF file is a digital photograph captured by Fuji digital cameras.
fi_fi: Fuji RAW Image File (RAF) - Fuji-digitaalikameroiden tallentama RAW-kuvatiedosto.
fr_fr: Fuji RAW Image File - Un fichier RAF est une photographie numérique capturée par des appareils photo numériques Fuji.
it_it: File immagine Fuji RAW - Un file RAF è una fotografia digitale catturata dalle fotocamere digitali Fuji.
ko_kr: Fuji RAW 이미지 파일 - RAF 파일은 Fuji 디지털 카메라로 캡처한 디지털 사진입니다.
ru_ru: uji RAW Image File - файл RAF - это цифровая фотография, снятая цифровыми камерами Fuji.
zh_cn: 富士 RAW 图像文件 - RAF 文件是由富士数码相机拍摄的数码照片。

# #30118
source: Raw Image Data File - Image generated by digital cameras such as Panasonic, Leica, and Casio.
fi_fi: Raw Image Data File - Panasonic-, Leica- ja Casio-digitaalikameroiden tallentama RAW-kuvatiedosto.
fr_fr: Raw Image Data File - Image générée par des appareils photo numériques tels que Panasonic, Leica et Casio.
it_it: Raw Image Data File - Immagine generata da fotocamere digitali come Panasonic, Leica e Casio.
ko_kr: RAW 이미지 데이터 파일 - Panasonic, Leica 및 Casio와 같은 디지털 카메라에서 생성된 이미지입니다.
ru_ru: Raw Image Data File - изображение, создаваемое цифровыми камерами, такими как Panasonic, Leica и Casio.
zh_cn: Raw 图像数据文件 - 由松下、徕卡和卡西欧等数码相机生成的图像。

# #30119
source: Panasonic RAW Image - An RW2 file is a raw camera image created by a Panasonic LUMIX digital camera.
fi_fi: Panasonic RAW Image (RW2) - Panasonic LUMIX -digitaalikameroiden tallentama RAW-kuvatiedosto.
fr_fr: Panasonic RAW Image - Un fichier RW2 est une image brute d'appareil photo créée par un appareil photo numérique Panasonic LUMIX.
it_it: Immagine RAW Panasonic - Un file RW2 è un'immagine della fotocamera RAW creata da una fotocamera digitale Panasonic LUMIX.
ko_kr: Panasonic RAW 이미지 - RW2 파일은 Panasonic LUMIX 디지털 카메라로 만든 RAW 카메라 이미지입니다.
ru_ru: Panasonic RAW Image - файл RW2 - это необработанное изображение, созданное цифровой камерой Panasonic LUMIX.
zh_cn: 松下 RAW 图像 - RW2 文件是由松下 LUMIX 数码相机创建的 Raw 相机图像。

# #30120
source: Samsung RAW Image - Digital photo taken by a Samsung digital camera.
fi_fi: Samsung RAW Image - Samsung-digitaalikameroiden tallentama RAW-kuvatiedosto.
fr_fr: Samsung RAW Image - Photo numérique prise par un appareil photo numérique Samsung.
it_it: Samsung RAW Image - Foto digitale scattata da una fotocamera digitale Samsung.
ko_kr: Samsung RAW 이미지 - 삼성 디지털 카메라로 찍은 디지털 사진입니다.
ru_ru: Samsung RAW Image - фотография, сделанная цифровой камерой Samsung.
zh_cn: 三星 RAW 图像 - 由三星数码相机拍摄的数码照片。

# #30121
source: SIGMA X3F Camera RAW File - An X3F file is a RAW file saved in SIGMA's X3F format.
fi_fi: SIGMA X3F Camera RAW File (X3F) - SIGMA-digitaalikameroiden tallentama RAW-kuvatiedosto.
fr_fr: SIGMA X3F Camera RAW File - Un fichier X3F est un fichier RAW enregistré au format X3F de SIGMA.
it_it: File RAW della fotocamera SIGMA X3F - Un file X3F è un file RAW salvato nel formato X3F di SIGMA.
ko_kr: SIGMA X3F 카메라 RAW 파일 - X3F 파일은 SIGMA의 X3F 형식으로 저장된 RAW 파일입니다.
ru_ru: SIGMA X3F Camera RAW File - файл X3F - это RAW-файл, сохранённый в формате X3F, разработанном компанией SIGMA.
zh_cn: 西格玛 X3F 相机 RAW 文件 - X3F 文件是以西格玛的 X3F 格式保存的 RAW 文件。
